IDEA Open Model
BentUpBar.IsOnLeft Property
Compatible with IDEA StatiCa 20.1
 Bar is on left or right side of member1D
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsOnLeft { get; set; }
Public Property IsOnLeft As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace